Repository: JIaqiYang78/reina-model
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fi

source: Region Name
fi: Alueen nimi

source: Region Population
fi: Alueen väkiluku

source: Date
fi: Päivämäärä

source: Event
fi: Tapahtuma

source: Value
fi: Arvo

source: Add a new event:
fi: Lisää uusi tapahtuma:

source: value
fi: arvo

source: Add
fi: Lisää

source: Restore default events
fi: Palauta oletustapahtumat

source: Settings
fi: Asetukset

source: Events (%(num)s)
fi: Tapahtumat (%(num)s)

source: Disease Parameters
fi: Taudin parametrit

source: Region Details
fi: Alueen tiedot

source: Timeframe
fi: Simuloitava aika

source: %(days)d days
fi: %(days)d päivää

source: Run simulation
fi: Suorita simulaatio

source: Outcome
fi: Tulos

source: Scenario
fi: Skenaario

source: Forecast of the COVID-19 epidemic: %(name)s
fi: COVID-19-epidemian kehittyminen: %(name)s

source: Preset
fi: Valmiit asetukset

source: Home
fi: Koti

source: Work
fi: Työpaikka

source: School
fi: Koulu

source: Transport
fi: Joukkoliikenne

source: Leisure
fi: Vapaa-aika

source: Other
fi: Muu

source: Test all patients with symptoms
fi: Testataan kaikki oirehtivat

source: Test people only with severe symptoms
fi: Testataan ainoastaan vakavasti oirehtivat

source: Percentage of mild cases that are detected
fi: Osuus miedoista tautitapauksista, jotka havaitaan

source: Test all with symptoms and perform contact tracing
fi: Testataan kaikki oirehtivat sekä jäljitetään tartuntaketjuja

source: Percentage of infectors that are caught through contact tracing
fi: Tartuntaketjun osuus, joka saadaan jäljityksellä kiinni

source: Limit population mobility
fi: Rajoitetaan väestön liikkuvuutta

source: Reduction in contacts
fi: Vähennys kontakteissa

source: Minimum age for limitation
fi: Pienin ikä, jota rajoitus koskee

source: years
fi: vuotta

source: Maximum age for limitation
fi: Suurin ikä, jota rajoitus koskee

source: Place where the contacts happen
fi: Paikka jossa kontaktit tapahtuvat

source: People wear masks
fi: Henkilöt käyttävät kasvomaskeja

source: Portion of daily contacts where masks are in use
fi: Osuus päivittäisistä lähikontakteissa jossa maskia käytetään

source: Minimum age for intervention
fi: Pienin ikä, johon interventio vaikuttaa

source: Maximum age for intervention
fi: Suurin ikä, johon interventio vaikuttaa

source: Place where intervention happens
fi: Interventio tapahtumapaikka

source: Vaccinate people against disease
fi: Rokotetaan ihmisiä tautia vastaan

source: Number of people vaccinated weekly
fi: Rokotusten määrä viikottain

source: persons/week
fi: hlö/vk

source: Import infections from outside the area
fi: Alueelle tulee infektioita muualta

source: Amount of new infections
fi: Uusien infektioiden lukumäärä

source: infections
fi: infektiota

source: Variant of the disease
fi: Taudin variantti

source: Import infections from outside the area every week
fi: Alueelle tulee infektioita muualta viikottain

source: Amount of new weekly infections
fi: Uusien infektioiden lukumäärä viikossa

source: infections/week
fi: infektiota/vk

source: Build new hospital beds
fi: Rakennetaan uusia sairaansijoja

source: Number of new beds built
fi: Uusien sairaansijojen lukumäärä

source: beds
fi: kpl

source: Build new ICU units
fi: Rakennetaan uusia tehohoitopaikkoja

source: Number of new ICU units built
fi: Uusien tehohoitoyksiköiden lukumäärä

source: ICU units
fi: Tehohoitopaikat

source: Susceptible
fi: Alttiit

source: residents
fi: asukasta

source: Vaccinated
fi: Rokotetut

source: Active infections
fi: Aktiiviset tartunnat

source: Total infections (cum.)
fi: Tartunnat yhteensä (kum.)

source: New daily infections (14 day avg.)
fi: Uudet tartunnat (14 pv. k.a.)

source: Detected cases (14 day avg.)
fi: Havaitut tapaukset (14 pv. k.a.)

source: cases
fi: tapausta

source: Detected cases
fi: Havaitut tapaukset

source: cases (cum.)
fi: tapausta (kum.)

source: In hospital ward
fi: Osastohoidossa

source: beds in use
fi: paikkaa käytössä

source: In ICU
fi: Tehohoidossa

source: ICU units in use
fi: tehohoitopaikkaa käytössä

source: Dead
fi: Kuolleet

source: deaths (cum.)
fi: kuolleet (kum.)

source: Recovered
fi: Toipuneet

source: Available hospital beds
fi: Vapaat osastopaikat

source: Available ICU units
fi: Vapaat tehohoitopaikat

source: Reproductive number (Rₜ)
fi: Rₜ-luku

source: Infection fatality ratio (IFR)
fi: Infektiokuolleisuus (IFR)

source: Case fatality ratio (CFR)
fi: Tapauskuolleisuus (CFR)

source: Change in mobility compared to baseline
fi: Muutos liikkuvuudessa vertailuajanjaksoon suhteutettuna

source: Retail and recreation
fi: Ostokset ja vapaa-aika

source: Grocery and pharmacy
fi: Ruokakaupat ja apteekit

source: Parks
fi: Puistot

source: Transit stations
fi: Joukkoliikennepysäkit

source: Workplaces
fi: Työpaikat

source: Residential
fi: Asuinrakennukset

source: Asymptomatic
fi: Oireeton

source: Mild
fi: Lievä

source: Severe
fi: Vakava

source: Critical
fi: Kriittinen

source: Fatal
fi: Fataali

source: Incubation period
fi: Itämisaika

source: Illness period
fi: Oireiluaika

source: Duration of regular hospital treatment
fi: Osastohoitojakson kesto

source: Duration of ICU treatment
fi: Tehohoitojakson kesto

source: days
fi: päivää

source: Symptom severity
fi: Oireiden vakavuus

source: Contacts per day
fi: Lähikontaktia päivässä

source: number of contacts
fi: kontaktien lukumäärä

source: Infectiousness over time
fi: Tarttuvuus ajan kuluessa

source: Day of illness
fi: Sairauspäivä

source: Ratio of all infected people who remain asymptomatic
fi: Osuus tartunnan saaneista, jotka jäävät oireettomiksi

source: Probability of dying if severe symptoms and no hospital beds are available
fi: Todennäköisyys kuolla, jos potilaalla on vakavat oireet eikä sairaalahoitoa ole vapaana

source: Probability of dying if no ICU units are available
fi: Tehohoitoa tarvitsevien osuus, joka kuolee jos tehohoitopaikkaa ei ole vapaana

source: Mean incubation period length
fi: Keskimääräinen inkubaatioaika

source: Mean duration from symptom onset to recovery
fi: Keskimääräinen aika oireiden alkamisesta toipumiseen

source: Mean duration from symptom onset to death
fi: Keskimääräinen aika oireiden alkamisesta kuolemaan

source: Ratio of time before hospitalization
fi: Osuus sairastamisajasta ennen osastohoitoa

source: Ratio of time in ward before ICU care
fi: Osuus sairastamisajasta osastohoidossa ennen tehohoitoa

source: Description
fi: Kuvaus

source: Restore defaults
fi: Palauta oletukset

source: Distributions
fi: Jakaumat

source: Distributions based on model parameters
fi: Mallin oletusten mukaiset jakaumat

source: Age of person
fi: Henkilön ikä

source: Hospitalized
fi: Sairaalassa

source: (cum.)
fi: (kum.)

source: (simulated)
fi: (simuloitu)

source: (real)
fi: (todellinen)

source: Validation
fi: Vertailu toteumaan

source: Testing
fi: Testaus

source: Limit mass gatherings
fi: Rajoitetaan kokoontumisia

source: Import infections
fi: Alueelle tulee infektioita

source: Population
fi: Väestö

source: Hospital beds
fi: Vuodepaikat

source: Free capacity in the healthcare system
fi: Sairaanhoitojärjestelmän vapaa kapasiteetti

source: Infection fatality ratio (IFR, %)
fi: Infektiokuolleisuus (IFR, %)

source: Case fatality ratio (CFR, %)
fi: Tapauskuolleisuus (CFR, %)

source: Epidemic parameters
fi: Epidemian parametrit

source: Simulation result data
fi: Simulaatioajon tulosdata

source: Restriction Day Index
fi: Rajoituspäiväluku

source: The cumulative sum of daily percentages of mobility restrictions. The index can be used as a rough indicator of harmful psychological, social and economic effects. A higher index means more severe effects.
fi: Kumulatiivinen rajoitusprosenteista laskettu indikaattori, jolla voidaan hyvin karkeasti kuvata eristymisestä aiheutuvia psykologisia, sosiaalisia ja talousvaikutuksia. Korkeammalla rajoituspäiväluvulla vaikutukset ovat merkittävämmät.

source: Days ICU Capacity Exceeded
fi: Tehohoitokapasiteetin ylitys päivinä

source: Number of days that ICU units had less than 10%% of capacity left.
fi: Kuinka monena päivänä tehohoitokapasiteettia oli alle 10%% jäljellä.

source: Fatalities
fi: Kuolleet

source: Total number of deaths at the end of simulation.
fi: Kuolleiden lukumäärä simulaation päättyessä.
